[
	{
		"id": "7f231dad-df20-43e5-8b2e-996ff01a62fb",
		"title": "The Shawshank Redemption",
		"year": 1994,
		"imageName": "shawshank.jpg",
		"description": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency."
	},
	{
		"id": "ca448b2f-bf7b-4b19-b9ad-15a242292a3d",
		"title": "The Godfather",
		"year": 1972,
		"imageName": "godfather.jpg",
		"description": "The aging patriarch of an organized crime dynasty in postwar New York City transfers control of his clandestine empire to his reluctant youngest son."
	},
	{
		"id": "e5569424-029e-4cd6-8fab-40f596e4634c",
		"title": "The Dark Knight",
		"year": 2008,
		"imageName": "darknight.jpg",
		"description": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice."
	},
	{
		"id": "b29c773c-f7f9-4502-9f70-e40371910459",
		"title": "12 Angry Men",
		"year": 1957,
		"imageName": "angrymen.jpg",
		"description": "The jury in a New York City murder trial is frustrated by a single member whose skeptical caution forces them to more carefully consider the evidence before jumping to a hasty verdict."
	},
	{
		"id": "710efd68-2b70-4182-846a-018264456c17",
		"title": "Schindler's List",
		"year": 1993,
		"imageName": "schindlerlist.jpg",
		"description": "In German-occupied Poland during World War II, industrialist Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazis."
	},
	{
		"id": "53856b13-a30f-4311-8e6c-b5175a9a7430",
		"title": "The Lord of the Rings: The Return of the King",
		"year": 2003,
		"imageName": "thelordofthering.jpg",
		"description": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring."
	},
	{
		"id": "cf39f06b-98e8-4720-af79-fabdbc537509",
		"title": "Pulp Fiction",
		"year": 1994,
		"imageName": "pulpfiction.jpg",
		"description": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption."
	},
	{
		"id": "24eba793-35d7-44ca-b62b-78f51418b601",
		"title": "The Good, the Bad and the Ugly",
		"year": 1966,
		"imageName": "goodbadugly.jpg",
		"description": "A bounty hunting scam joins two men in an uneasy alliance against a third in a race to find a fortune in gold buried in a remote cemetery."
	},
	{
		"id": "4ee8f1e6-d1e1-4ed0-8c66-4fcb28981388",
		"title": "Forrest Gump",
		"year": 1994,
		"imageName": "forrestgump.jpg",
		"description": "The presidencies of Kennedy and Johnson, the Vietnam War, the Watergate scandal and other historical events unfold from the perspective of an Alabama man with an IQ of 75, whose only desire is to be reunited with his childhood sweetheart."
	},
	{
		"id": "164b8c37-88a7-4580-aca5-fd09e9749cc0",
		"title": "Fight Club",
		"year": 1999,
		"imageName": "fightclub.jpg",
		"description": "An insomniac office worker and a devil-may-care soap maker form an underground fight club that evolves into much more."
	},
	{
		"id": "bbc75fea-8ab0-4080-b710-38c24592f76e",
		"title": "Inception",
		"year": 2010,
		"imageName": "inception.jpg",
		"description": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O., but his tragic past may doom the project and his team to disaster."
	},
	{
		"id": "fc143fbf-08f2-45ed-8c69-42d0f74d1e71",
		"title": "The Matrix",
		"year": 1999,
		"imageName": "matrix.jpg",
		"description": "When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence."
	},
	{
		"id": "ab0e311d-2cb1-4482-86ab-2921f1971354",
		"title": "Goodfellas",
		"year": 1990,
		"imageName": "goodfellas.jpg",
		"description": "The story of Henry Hill and his life in the mob, covering his relationship with his wife Karen Hill and his mob partners Jimmy Conway and Tommy DeVito in the Italian-American crime syndicate."
	},
	{
		"id": "d59b8ced-a3c4-425e-a6cf-84620e0e3ad1",
		"title": "One Flew Over the Cuckoo's Nest",
		"year": 1975,
		"imageName": "cuckoonest.jpg",
		"description": "A criminal pleads insanity and is admitted to a mental institution, where he rebels against the oppressive nurse and rallies up the scared patients."
	}
]